Repository: mozilla-l10n/mt-training-data
Catalog: gig/gig_pontoon.tmx
Source language: en_us
Languages: gig

source: Missing an <strong>'s'</strong> at the end of a word.
gig: لفزي ري آخري مين گآيب ڇي

source: Missing 'A' or 'The' at the beginning of the recording.
gig: گآئب 'The' يآ 'A' ريٚڪآرڊنگي ريٚ سوروآتي مينٚ۔

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
gig: ريڪوڌنگ ري سروآتي مين يا گآيب ڇي

source: Missing the end of the last word by cutting off the recording too quickly.
gig: ريڪآردنگي ري تمام جلدي ڪٺي سون آخري مين لفز ي ري پڇآڙي ڪوني رهوي

source: Mixed
gig: ميلوڙآ

source: Mixteco Yucuhiti
gig: ميٚڪسٽيٚڪو يوڪوهيٽيٚ

source: Mokpwe
gig: موڪپويٚ

source: Moksha
gig: موٚڪشآ ٻوٚليٚ

source: Mongolian
gig: منگوليٚ ٻوٚليٚ

source: More
gig: وڌيٚڪ

source: [More has been recorded than the required text]
gig: ضروري چيز سون وڌيڪ رڪوڌ ڪيڌي گئي ڇي

source: More languages coming soon
gig: وڌيڪ ٻولي جلدي آري ڇي ۔

source: Mossi
gig: موسشيٚ

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
gig: موٽيٚ ڪمپنين وجونٚ استهمآل ڪيۮوڙي ڊيٽآ اڪسر منکونٚ ريٚ اڪسريت سآرو موجود ڪوني ۔هم سوچيئي آوآزٺآئي مينٚ مدد ڪآمن وآئس جيڪو جدت ني ڏٻآوي ڇي۔ اي وجونٚ هم سآرو ڪيۮي ڇآنٚ پروجيڪٽ سآرو ايڪ پروجيڪٽ اوڙکآڻ هر ڪي سآرو کولوڙي ڇي۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
gig: موٽيٚ ڪمپنين وجونٚ استهمآل ڪيۮوڙي ڊيٽآ اڪسر منکونٚ ريٚ اڪسريت سآرو موجود ڪوني ۔هم سوچيئي آوآزٺآئي مينٚ مدد ڪآمن وآئس جيڪو جدت ني ڏٻآوي ڇي۔ اي وجونٚ هم سآرو ڪيۮي ڇآنٚ پروجيڪٽ سآرو ايڪ پروجيڪٽ اوڙکآڻ هر ڪي سآرو کولوڙي ڇي۔

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
gig: گھڻي ٻوليوم مين ڪدرتي آواز هووي ڇي ريڪودنگي مين تم ڪڌي ڪڌي فآلتو ريڪودنگ ڪبول ڪرلو ڇو اون تم چيڪ ڪر لو يا او ني واضح ڪر لو مهرباني ڪرين ڪيڌوڙي ريڪودنگ يا ٻولي ڇلوڙي ڪمپيوٺر ري ريڪودنگ تو رد ڪر لو

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
gig: ايٚ سوروآت ڇي ميشنيٚني سيکي مينٚ مدد ۮيسآرو تو هڪيڪي منک Mozilla ڪآمن وآئس ڪي يو ٻوٚليٚ ڇي

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
gig: سجي دنيآن مين Mozilla Common Voice ڪآرڪنن،لسآنيآت ري مآهر ،ڊيٽآ سائٚنسدآن تهليٚمي مآهرن آئينٚ سآڦٽ ويئر انجيٚنٚئري ريٚ موڪتليڦ برآدري ترڦونٚ ڦآئونڊيشن وجونٚ سمبآليوٚ جآوي ڇي Mozilla ممڪين ٺآيوگيوٚڇي۔پروجيڪٽ

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
gig: موزيلآ ڪآمن وآئس دنيآ رو سبونٚ سونٚ وڌيڪ کآس ڪرآئوڊ سورس هووڙآ ،کولوڙآ اسپيچ ڊيٽآسيٽ ڇي ، آئينٚ هم مڪمل توري پر ۮيۮوڙي سونٚ تآڪتور ڇآنٚ ،ڊيٽآسيٽس ني هوسٽ ڪرو آئينٚ 100 پلس ٻوٚلي برآدري سآرو پليٽ ڦآرم ني بهتري سآرو هر سآل تڪريبن ايڪ ملين ڊآلرکرچ هووي ڇي ۔ جيڪو همآري ڪآمي پربروسو ڪري ڇي جيڪۮي تم کولوڙي ،جمه ڊيٽآ ني اهميت ڏئو ڇو <b> اج ئي ڌآن ڪرو </b>۔

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
gig: اون کولوڙآ سورس آوآزي ريٚ اوڙکآڻي ريٚ انجڻ ڊيپ اسپيجي ني استهمآل ڪر سڪو ڇو ،Mozilla يآ بهڙو هو۔</githubLink>Github overview <githubLink> تڪريٚري ريٚ اوڙکآڻي وآڙي اپيليڪيشن ني ٺآئي سآرو همآرو پڙي <discourseLink>DeepSpeech Discourse </discourseLink> سيٚکي سآرو تو ڪي يونٚ سورو ڪري۔

source: Mutual accountability.
gig: بهڙيٚ ميلوڙآ

source: n
gig: اين

source: N
gig: اين

source: N/A
gig: اين اي

source: Name
gig: نآم

source: Names of your language
gig: تمآري ٻولي رو نآم

source: Native Language
gig: ڌوجي زبآن

source: Nature and Environment
gig: فترت ائين مآهول

source: Need help deciding which to choose?
gig: ڪسي چونڊي مين ڦيسلو ڪري مين مددي ري زرورت ڇي۔

source: Need help with the Sex or Gender changes?
gig: مددي ري زرورت ڇيَ جنس بدلي ڪرين سآرو؟

source: Need some help with accent?
gig: تلڦزي سون ڪجھ مددي ري زرورت ڇي

source: Need some help with variants?
gig: تلڦزي سون ڪجھ مددي ري زرورت ڇي

source: Need to download your data?
gig: تمآري ڊيٽآ ني ڊآئون لوڊ ڪري ري زرورت ڇي۔

source: Nepali
gig: نيپآليٚ

source: New Language Launch
gig: نئي ٻولي زآئير ڪرڻو

source: News and Current Affairs
gig: کبري ائين موجودا مهاملآ

source: Next
gig: آڳي

source: Ngiembon
gig: نگيمبون

source: Nias
gig: نيآس

source: Nigerian Pidgin English
gig: نآئيٚجريٚن پجن انگريزي

source: NKo
gig: نڪو

source: No
gig: نآ

source: [No ‘a’ in the original text]
gig: اصلي مين اي لکيم ڪوني

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
gig: ڪو ڀي ڪآپي <noCopyright>رآئيٽ ڪوني </noCopyright> پآبندي ييسي سي-0)

source: No foreign letters
gig: پرآئي ملڪي رو کت

source: No gravatar found for your email
gig: تمآري اي ميلي سآرو ڪوبي گريوتر نآ مليو

source: No information
gig: ڪوئيٚ جآڻ ڪونيٚ

source: No information available
gig: ڪوئيٚ ڀيٚ جآڻ موجود ڪونيٚ

source: No languages found
gig: ڪوني ملي زبآن

source: No microphone found.
gig: ڪوئي ڀي مآئيڪرو فون ڪوني مليو

source: Non-binary
gig: گير بائنري

source: No numbers and special characters
gig: ڪوئي بي انگي مين کآس لفز ڪوني

source: Northern Hindko
gig: نوٚرٿرن هندڪو

source: Northern Sotho
gig: اُتر سوٿو

source: Northwest Gbaya
gig: نورٿ ويسٽ گبآيآ

source: Norwegian Bokmål
gig: تآئيٚوآن بوڪمل

source: Norwegian Nynorsk
gig: نآرويٚجي نآنورسڪ

source: No sentences to review. <addLink>Add more sentences now!</addLink>
gig: فآئدو لي سآرو ڪوئي ڀي جملو ڪوني . <addLink>وديڪ جملآ ڀيڙي ڪرو</addLink>

source: ⓘ Not all sentences and clips have Variant tags yet!
gig: سب جملآ آئين ڪلپي مين آڃآن تآئين ويريئنٽ ٽيگ نآ ڇي۔

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
gig: يآد رآکو: جڏي ايٚ ’ۮيکي وآڙِيٚ‘ سيٽ ڪرو، ايٚ سيٽيٚنگ بدليٚ ڪر سڪو ڇو <profileLink> پُرڦآئيٚل پنآ سونٚ</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
gig: يآSpeak نوٽ ؛ تم ني آڃآن تآئين چونڊي ري زرورت پڙي جي وچ مين مددي ري ڪسمي ري تبديل ڪري سآرو Listen

source: Not Found
gig: ڪوني ملي

source: No Thanks
gig: نآ مهربآني

source: No thanks, continue speaking
gig: نا مهرباني ٻولڻو چآلو رآکو

source: Not use, or solicit, harmful or offensive language
gig: نوڪسآني وآڙو يآ نآ پسند ٻولي استهمآل نآ ڪرو ،يآ تلب نآ ڪرو

source: No variant selected
gig: ڪوئي بي ڪسم ڪوني چونڊيو گيو

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
gig: اٻيٚ جۮيٚ تم ڪآمن وآئيٚسي ري بآري مين ٿهوڙآ وڌيٚڪ سمجھو ڇو،تو پڇي ڪآ ڪونيٚ اونيٚ آزمآئو،جملي نيٚ موٽي آوآزي سون پڙو،سورو ڪري سآرو مآئيڪرو ڦون آئڪنيٚ پر ڪلڪ ڪرو<br/>جيٚڪۮي تم <br/>ۮوجي منکونٚ ريٚ آوآزي ري تآون رو جآئزو ليڻو پسند ڪرو ڇو،تو پلي آئڪنيٚ پر ڪلڪ ڪرو،تم پڪ ڪريٚم مدد ڪرو،ڪي ريڪوڊنگ اسڪريني پر ليکوڙآ جملآ ميلي ڇي۔

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
gig: آٻي تم آپيريٚ آوآزي ني ڏي سڪو ڇو،همآريٚ مدد سآرو ايڪ اوپين سورس وآئس ڊيٽآبيس ٺآئي مينٚ جيڪو ڪوڻ بي استهمآل ڪرسڪي ،ڊوآئيسز آئين ويب سآرو وڌيڪ ايپس ٺآئي سآرو ميشنيني سيٚکيم مدد ڏي سآرو ايڪ جملو پڙو ،تو هڪيڪتي مينٚ منک ڪي يو ٻوٚليٚ ڇي، ۮوجھي ري ڪآمي ني چيڪ ڪرو مهيآري ني بهتر ڪري مينٚ مدد ڏي وآڙي ،اوٚ سآدو ڇي۔

source: Nubi
gig: نوبيٚ

source: Number of Voices
gig: آوآزي رو تهدآد

source: Numbers
gig: انگ

source: Occitan
gig: آڪسيٚٽن

source: Odia
gig: اوڊيآ

source: Off
gig: بند

source: Offensive Content
gig: توهيٚن آميٚز موآد

source: Offensive content or sensitive information
gig: نآ پسند موآد يآ هسآس مهلومآت

source: Offensive language
gig: جهڙي وآڙي زبان

source: Offensive speech
gig: اونچي تڪرير

source: Offline Sources
gig: آڦ لآئن تريڪو

source: On
gig: تي

source: On desktop devices you can contribute by downloading…
gig: ڍسڪ ٽاپ ڍواپئيسزپر تم ڍائون لوڍ ڪريم هسو لي سگو ڇو

source: On his head he wore a beret.
gig: اري مآٿي پر ايڪ ليڪ پآروڙي ڇي

source: On iOS please continue with Safari to enable recording…
gig: iOS پر ريڪآڍنگ ني فهال ڪري سارو مهرباني ڪرين سفاري سون جآري رکو

source: Only show me sentences and clips from my variant
gig: رڳو مآري ڪسمي مين جملآ آئين ڪلپس ڏيکآئو

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
gig: ڌيٚ ترڦ ،جيڪۮي تم سوچو تو پڙي وآڙي آگي ڪۮي بي لڦزي مينٚ نآ آيو ڇي ،آئينٚ اوچآري پر گلت اندآزو لگآرو ڇي ،مهربآني ڪريٚن رد ڪرو ۔ جيڪۮي تم ني يڪيٚن نآ ڇي تو ،اسڪپ ٻٽڻي ني استهمآل ڪرو ۔

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
gig: ڌي ترف جيڪڌهن تم سوچو ڇون تو شآيد آگي ڪڌي بي لفز پر نا پوچيو ڇي ائين صرف تلفز گلت اندازو لگآ رو ڇي مهرباني ڪرين تم پهلي پڪ ڪرني تو اسڪيپ بٿڻ استحمال ڪرو ۔

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
gig: کولوڙآ جدت همآري دلي مين ڇي ۔تهڪيڪي تهآون ،ڊيٽآ بهڙي ڪرڻو يآ انٽرويوز سآرو</emailFragment> ٻوجھو<emailFragment>

source: Optionally join on our email list for updates and new information about the project.
gig: سئي توري پر بهڙي هو همآري اي ميل لسٽي پر تآزآڪآري آئينٚ پروجيڪٽي ري بآري مينٚ نئي مهآلومآتي سآرو

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
gig: اکتيآري توري پر جمه ڪيۮوڙآ ڊيموگرآڦڪ ڊيٽآ ميسآل تور اومر ،جنس ،ٻولي،آئين لڦز تمآري پروڦآئيلي پر ڪۮي بي آوآمي ڪوني هو سڪي ،آئين ڊيٽآ سيٽ مين تمآري اڪآئونٽي سون ميلوڙي ڪوني هووي ،انڦرآدي آڊيو ڪلپس ني ڊيموگرآڦڪ ڊيٽآ سون ميلآڻو پڙئي ،وڌيڪ سئي تجربي رو مڪسد سآرو ،ميسآل تور ايڪ مهڪڪ هو سڪي ڇي ،ايڪ کآس ڊيموگرآڦڪ هيسي سآمون ٽرننگ مآڊلي ني نيشآنو بڻآوي ڇي۔

source: Ormuri
gig: اورموريٚ

source: Ossetian
gig: اوسيٚٽين

source: Other
gig: ڏوجهي

source: Other Language
gig: ڌوجي زبآن

source: Other people validate those voice clips.
gig: ڏوجي منک ڪلپس وآئيس ني اوڙکي

source: Other voice datasets…
gig: ڏوجي آوآز ڊيٽآ سيٽس

source: Other Voice Datasets
gig: ۮوجي وآئس ڊيٽآسيٽ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
gig: همآري برآدري منئيجرتم تآئين پوچي پيس ڪري سآرو وڌيڪ تهآون آئين ،تم ني جآڻ ڏيندوتو جيڪۮي وٺي اڳي مين اي ايڪ برآدري تمآري ٻولي پر ڪآم ڪر رهي ڇي۔

source: Our governance is founded on the pillars of:
gig: همآريٚ بآڇآئيٚ رو بنيآد ونوريٚ ٿمبآ پرڇي۔

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
gig: همآري ٻولي همآري ڪهآڻي ڇي ،همآري برآدري ڇي ،همآري سڪآڦت ڇي ،آئو تو ڊيٽآ سيٽ ٺآوآن جيڪو هم دنيآن مين ۮيکڻو چآوآن ڇآن ۔

source: Our Partners
gig: همآري ڀآئيوآر

source: Our partners include...
gig: همآري سآٿي ڀيڙي ڪرو

source: Overall Accuracy
gig: سب سئيٚ مآنييٚ ڇي۔

source: Overall Hr. Total
gig: سب ڪترآ ڪلآڪ ڇي

source: p
gig: پي

source: Paiwan
gig: پآئيون

source: Palula
gig: پآلولآ

source: Papantla Totonac
gig: پآپآنتلآ ٽوٽونيٚڪ

source: Papiamento
gig: پآپيٚآميٚنٽو

source: Papiamento (Aruba)
gig: پآپيآميٚٽو(اروبآ)

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
gig: ٻولي برآدري ري بهسن مين هيسو لو ،سوآل ٻوجھو ،آئين آئيوآڙو وآڪيآ آئين ٻولي ري بآري مين سيکو

source: Partner
gig: ساٿي

source: Partners
gig: ڀآئيٚوآر

source: Partnerships
gig: ڀائيواري

source: Partnerships and networks
gig: ڀآئيوآري آئينٚ نيٽ ورڪ

source: Partnerships, Press and Stories, Community and Languages
gig: ڀآئيوآري ،پريس آئين ڪهآڻي ،برآدري ، ٻولي

source: Partner with us
gig: همآ سون ميلو

source: [Part of the text can’t be heard]
gig: موآد رو ڪجه هيسو سڻ ڪوني سگھي ڇي

source: Pashto
gig: پشتو

source: Past recordings download requests
gig: گوزروڙي رڪآڊنگ ڊآئون لوڊي ري درکوآش

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
gig: <p> ڪآمن وآئيس ايڪ آوآمي توري پر موجود وآئيس ڍيٽاسيٽ ڇي ۔ جيڪو دنيا ري رزاڪآري ري مدد ڪري سون تآڪتور ڇي ۔ جيڪو منک اپليڪشن ٺآڻو چآوي ڇي ۔او ميشن لرننگ ماڍلز پر سئي ڪري سارو ڍيٽا سيٽ استهمال ڪر سکي ڇي۔<p> اي وکت ڪترآئي وآئيس ڍيٽا سيٽ ڪپني ري ملڪت ڇي۔جيڪو روڪي ڇي ۔وآئيس ڍيٽاسيٽ پر گھٽ رهينمآئي ڪري ڇي۔ ني انگريزي ٻولي وآڙي منک ،رنگين منک ، مهزور منک، ٻيري ائين LGBTQIA منک ۔ او رو متلب ڇي ڪي ۔آوازي چآلي وآڙي ٽيڪنولآجي ڪترآئي ٻولي سارو بلڪل ڪآم ڪوني ڪري ڇي۔ ائين جٽي او ڪآم ڪري ڇي ۔ او شاهد هر ڪي سارو سٺو ڪآم ڪوني ڪر سگھي ڇي۔ هم او ني تبديل ڪرڻو چآوآن ڇآن ۔ هر جگآ منکي ني انو ري آواز ڌي سارو ڇي ۔.</p>

source: People come and contribute their voices.
gig: منک آوي ڇي آپيري آواز ڏيوي ڇي

source: Persian
gig: ڦآرسيٚ ٻوٚلي

source: Personal dashboards keep you up-to-date with individual and community progress.
gig: زآتيٚ ڊيٚش بورڊ تم نيٚ ايٚڪلو آئينٚ برآدريٚ ريٚ ترڪيٚ سونٚ اپڊيٽ رآکي ڇي

source: Personally Identifiable Information
gig: زآتي توري پر اوڙکي وآڙي مهلومآت

source: Platform language
gig: ٻولي رو پليٽ ڦارم

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
gig: سجي آم آوآزي ري سڦري پر </playbookLink> مدد گآر هدآئيت ڊونٚڊو <playbookLink> لوڪلآئيٚزيشني سونٚ لين ڊيٽآسيٽ ريٚ استهمآل تآئين آئينٚ بهڙآبهڙ همآريٚ برآدريٚ سونٚ ڪي يونٚ ميلي۔

source: <playIcon></playIcon>Last one!
gig: <playIcon> </playIcon>آکري

source: Play/Stop
gig: رمڻو اسٺاپ

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
gig: مهرباني ڪرين همآري <templateFileLink> ٽيم پليٽ فائل</templateFileLink> چيڪ ڪرو تمآري جملآ ڪآپي رئيٽي سون الگ هوئڻ کپي CC0 ياجمآ ڪرائيوآڙي اجآزت ڏين ڌي هووي ائين ساف گرامر ائين لفز ساف هووي پڙيم آساني هووي جمآ ڪرآوڙآ جملآ پڙيم 10-15سيڪنڌ لآگي انگي رو ائين اسمي رو کاس اکر ڀيڙي هوئي سون پاسو ڪرڻو کپي

source: Please fill out this field.
gig: مهرباني ڪرين اي جگآ برو

source: Please select a language to review sentences.
gig: مهربآني ڪرين جملي رو فآئڌو لي سآرو ٻولي دوندو

source: Polish
gig: پولش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
gig: ايڪ کآتو <pontoonAccountLink> <strong> جۮيٚ تمآن ڪني ڪونيٚ ،پڇي آپيري ٻوٚلي چونٚڊين </pontoonAccountLink>ٺآئو <pontoonCvLink> Commonآئينٚ پڇي پروجيڪٽ چونٚڊو ('ٽيم')</strong> ترجمونٚ ڪري سآرو ڦآئليٚ هووٚي ڇي۔ ايڪ پر ڪليٚڪ ڪرو ،پڇي اوٚ </pontoonCvLink> انگريزي مينٚ لڦزيٚ ريٚ آئينٚ ونونيٚ ترجمونٚ ڪري سآرو ايڪ کآنو ۮيکآوٚي ڇي۔

source: Portuguese
gig: پرتگآليٚ

source: Powered by global communities, for global communities — 130 languages and growing!
gig: آلمي برآدري وجون تآڪتور ،آلمي برآدري سآرو —130 ٻولي آئين وڌيوآڙي

source: Press and stories
gig: پريس آئين ڪهآڻي

source: Press and Stories
gig: پريس آئين ڪهآڻي

source: Press play, listen & tell us: did they accurately speak the sentence below?
gig: رمڻو ني دٻآئو ،سوڻوآئينٚ هم ني سوڻآئو: ڪآئي اوهيٽي ڏيٚدوڙآ جملآ سئي ٻولو ۔

source: Press { shortcut-play-toggle } to toggle play mode
gig: رمڻو موڊي ني ٽوگل ڪري سآرو { shortcut-play-toggle } دٻآئو

source: Privacy
gig: رآزدآريٚ

source: <privacyLink>Privacy</privacyLink>
gig: <privacyLink> رآزدآري</privacyLink>

source: Privacy Policy
gig: رازدآري پآليسي

source: Privacy, security and transparency.
gig: رآز ،سمبآل،ڪوشش

source: Pro
gig: پرو

source: Process / Steps
gig: آمل مرهلآ

source: Profile
gig: پروڦآئيل

source: Profile information improves the audio data used in training speech recognition accuracy.
gig: پروڦآئيلي ريٚ مهلومآت تربيتي تڪرير سونٚ اوڙکي ريٚ سئي مينٚ استهمآل هووڙآ آڊيو ڊيٽآ ني بهتر ڪري ڇي۔

source: Progress
gig: جير جٻر

source: Public Domain
gig: آوآمي ڊوميٚن

source: Publicly accessible open speech datasets in 130+ languages
gig: 130 ٻولي مين آوآمي توري پر رسآئي لآئڪ کولوڙآ اسپيچ ڊيٽآ سيٽ

source: Pular Guinea
gig: پيٚولرگينآ

source: Punctuation
gig: جيٚر جٻر

source: Punjabi
gig: پنجآڀيٚ

source: Puno Quechua
gig: پونو ڪيو چوآ

source: Quechua Ambo-Pasco
gig: ڪوئيٚچوآ آمبوپآسڪو

source: Quechua Arequipa-La Unión
gig: ڪوئيٚچوآ آرڪوئيٚپآلآ يونيٚن

source: Quechua Cajatambo
gig: ڪوئيٚچوآ ساجاتآمبو

source: Quechua Chanka
gig: ڪوچوآچآنڪآ

source: Quechua Chiquián
gig: ڪوئيٚچوآ چيٚڪيٚن

source: Quechua Corongo Ancash
gig: ڪوئيٚچوآ ڪورونگو آنڪيس

source: Quechua Jauja Wanka
gig: ڪوئيٚچوآ جوٚجآ وآنڪآ

source: Quechua Pasco Santa Ana de Tusi
gig: ڪوئيٚچوآ پآسڪو شنٽآ آنآ ديٚ توسيٚ

source: Quechua Sihuas Ancash
gig: ڪوئيٚچوآ سيٚهآس آنڪيس

source: Quechua Yauyos
gig: ڪوئيٚچوآ يآيوس

source: Question
gig: سوال

source: Question Collection
gig: سوآلي رو مجموهو

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
gig: اسي سوآل جيڪو سڪآڦتي توري پر کآس ڇي ، يآ جوآب ڏي بآبت گھڻو مڦروزآ پيدآ ڪري ڇي،

source: Questions which may cause someone to share sensitive, potentially triggering responses
gig: اسي سوآل جيڪي ڪي ني هسآس ، امڪآني توري پر متهرڪ ڪيۮوڙآ جوآبي ني شيئر ڪري رو سبب بڻ سڪي ڇي۔

source: Questions which might solicit hate speech or other biased or offensive sentiments
gig: اسي سوآل جيڪو نڦرت انگيز تڪرير يآ ۮوجھي جآنبدآر يآ نآ پسند جزبآت پيدآ ڪر سڪي ڇي۔

source: Questions which might solicit personally identifiable information
gig: سوآل جيڪو زآتي توري پر اوڙکي وآڙي مهلومآت سآسل ڪرسڪي ڇي۔

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
gig: اسي سوآل جي سآرو ڪي ني ڪترآئي مرهلآ ري ڦهرست ڏي ري زرورت ڇي ۔ مرهلآ ري ڦهرست استهمآل ڪيۮوڙآ ني وڌيڪ ڪدرتي جوآب ڏي ري بدلي جوآب پڙي سآرو ترتيب ڏي وي ڇي۔

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
gig: اسي سوآل جي ري جوآب ڏي مين منک 15 سيڪنڊي مين ڪوشش ڪري ( ڪلپي ري وڌيڪي سون وڌيڪ ڊيگھ)

source: r
gig: آر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
gig: انگريزي مين ريسائد ني هميشه ايڪ اکر سون اوڙکيو جآوي ڇي ۔ڌي مين نه

source: Rate limit exceeded. Try again in { $retryLimit } minutes
gig: سرح ري هد ود گئي ڇي منٽي مين سورو ڪر { $retryLimit }

source: Rate limit exceeded. Try again in { $retryLimit } seconds
gig: سرح ري هد ود گئي ڇي سيڪندي مين سورو ڪرو{ $retryLimit }

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
gig: حڪومت ،گير منآڦه بکش ميڊيآ تنزيٚمي تآئينٚ پوچ تو ۮيکونٚ تونٚ ڪآئينٚ انوري ويب موآد ،رپورٽونٚ يآ ۮوجھو موآد آوآمي ڊومينٚ سآرو وڪڦ ڪري سڪي ڇي۔

source: Reader Effects
gig: پڙي وآڙو اسر

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
gig: پنآ مآٿي سب لڦزيٚن ني سئي توري پر پڙيرزرورت ڇي ۔ جڏي سوڻو ، تمآم کيآلي سونٚ چيڪ ڪرو ،تو جيڪو ريٚڪآرڊ ڪي يو گئيو ڇي وي اي ڇي ،جيڪو ليٚکيو گئيو ڇي ، جيڪڏهن ايٚ بهڙي ڪيۮو گئيو ڇي ، مهآهدو يآ يآد ڪيۮوڙآ لڦز رد ڪرو ۔

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
gig: اسي سنڪچن پڙهي جيڪو اصلي مين موجود نا هووي ۔جييو هم ڇآن يآ اورو فوٿو ڇي۔

source: Read More
gig: وڌيڪ پڙو

source: Read more on our About page
gig: همآري بآري مين پنآ پر وڌيڪ پڙهو

source: Read sentences
gig: جملآ پڙ

source: Read Sentences
gig: جملآ پڙ

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
gig: آپيري ٻولي مين جملآ بلند آوآزي سون پڙهو آئين دنيآ مين سب سون وڌيڪ متنوه آوآمي شرڪتي وآڙي تڪرير ڊيٽآ سيٽ مين هيسو لو

source: Read Sentences, Answer Questions
gig: جملآ پڙ سوالي ر جواب ڌي

source: Read Sentences <small>(Coming soon)</small>
gig: جلدي آ رو ڇي <small> جملآ پڙ</small>

source: Read sentences submitted by the community in various languages
gig: برادري وجون مختليف ٻولي مين جمآ ڪروڙا جملآ پڙهو

source: Read stories, updates, and media coverage of Common Voice
gig: ڪآمن وآئس ري ڪهآڻي ، اپڊيشن آئين ميڊيآ ڪوريج پڙهو

source: Read the sentence carefully - don’t miss, change or add words.
gig: جملي نيٚ ڌيآنيٚ سونٚ پڙو ۔ نآ ويٚڃآئو ،بديلي ڪرو يآ لڦز بهڙي ڪرو

source: Ready to add your voice or lend your ear?
gig: آپيرو آوآز بهڙو ڪرڻو يآ سُڻيٚ سآرو تيٚيآر ڇو

source: Ready to contribute?
gig: هيسو ۮي سآرو تيٚيآر

source: Ready to do { $count } more?
gig: وڌيڪ ڪري لآئي تيآر ڇآن

source: Ready to donate your voice?
gig: آپيرو آوآز ۮي سآرو تيٚيآر ڇو

source: Ready to help validate sentences?
gig: جملي نيٚ سئيٚ ڪري مينٚ ،مددي ڪري سآرو تيٚيآرڇو

source: reCAPTCHA is required if you want to proceed
gig: تم آگي جآڻو چآئو ڇو توreCAPTCHAلآزمي ڇي۔

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
gig: ايٚ ميلي وسول ڪرو جيٚ يونٚ وآئيٚدو آئينٚ مڪسد يآد ۮرآوي زير زٻر تآزيٚ ڪرو آئينٚ آم آوآزي مينٚ کبر نآمو

source: Recorded Clips
gig: ريٚڪوڊنگ هووڙي ڪلپس

source: Recorded Hours
gig: ريڪوڊ هووڙآ ڪلآڪ

source: <recordIcon></recordIcon> Last one!
gig: آکري <recordIcon></recordIcon>

source: [Recording cut off before the end of the last word]
gig: آخري لفزي ري آخري سون پلي رڪودنگ ڪٺ گئي۔

source: Recordings
gig: ڌيٚ ريڪوڊنگيٚ
